{
  "id": "20251120_081414",
  "archivo": "examen_20251120_081414.json",
  "fecha_completado": "2025-11-20T08:14:14.317148",
  "carpeta_ruta": "Platzi\\Diseño de Producto y UX\\Ruta 1 Fundamentos de Diseño UX UI\\Curso de Fundamentos de Diseño de Interfaces UX UI\\1 Intro\\ 4 Historia y Evolución del Diseño Gráfico e Industrial",
  "carpeta_nombre": " 4 Historia y Evolución del Diseño Gráfico e Industrial",
  "puntos_obtenidos": 0.0,
  "puntos_totales": 34,
  "porcentaje": 0.0,
  "resultados": [
    {
      "pregunta": "¿Qué es un diseño gráfico y cuál no es?",
      "tipo": "mcq",
      "opciones": [],
      "respuesta_usuario": "",
      "respuesta_correcta": "C",
      "puntos": 0,
      "puntos_maximos": 3,
      "feedback": "No se proporcionó respuesta"
    },
    {
      "pregunta": "¿Qué diferencia clave existe entre el diseño gráfico y el industrial?",
      "tipo": "mcq",
      "opciones": [],
      "respuesta_usuario": "",
      "respuesta_correcta": "A",
      "puntos": 0,
      "puntos_maximos": 3,
      "feedback": "No se proporcionó respuesta"
    },
    {
      "pregunta": "¿Qué tipo de diseño es HCI?",
      "tipo": "mcq",
      "opciones": [],
      "respuesta_usuario": "",
      "respuesta_correcta": "C",
      "puntos": 0,
      "puntos_maximos": 3,
      "feedback": "No se proporcionó respuesta"
    },
    {
      "pregunta": "¿Qué se enfoca HCI desde mediados de los 2000 hasta 2010?",
      "tipo": "mcq",
      "opciones": [],
      "respuesta_usuario": "",
      "respuesta_correcta": "C",
      "puntos": 0,
      "puntos_maximos": 3,
      "feedback": "No se proporcionó respuesta"
    },
    {
      "pregunta": "¿Qué es HCI según el contenido?",
      "tipo": "short_answer",
      "opciones": [],
      "respuesta_usuario": "",
      "respuesta_correcta": "HCI se refiere al estudio serio y práctico de cómo los humanos interactúan con las computadoras, analiza cómo la tecnología nos cambia y cómo deberíamos diseñarla para que no nos arruine la vida.",
      "puntos": 0,
      "puntos_maximos": 3,
      "feedback": "No se proporcionó respuesta"
    },
    {
      "pregunta": "¿Qué diferencia existente hay entre el arte y el diseño, según el contenido?",
      "tipo": "short_answer",
      "opciones": [],
      "respuesta_usuario": "",
      "respuesta_correcta": "El arte es un sustantivo, enfocado en la autoexpresión. El diseño es sustantivo y verbo, porque se trata de comunicar visualmente y resolver problemas.",
      "puntos": 0,
      "puntos_maximos": 3,
      "feedback": "No se proporcionó respuesta"
    },
    {
      "pregunta": "Explica en detalle cómo ha evolucionado HCI desde el inicio hasta mediados de los 2000s.",
      "tipo": "open_question",
      "opciones": [],
      "respuesta_usuario": "",
      "respuesta_correcta": "Desde principios del siglo XX, HCI se centró principalmente en crear sistemas fáciles de usar para las personas. En la década de 1980 y 1990, la misión era hacer que las computadoras fueran intuitivas y accesibles. Desde entonces, el campo ha evolucionado significativamente, pasando por un énfasis en la comunicación social (correo electrónico y colaboración) hasta la actualidad, donde se centra en el diseño de experiencias basadas en valores sociales, empatía y sostenibilidad.",
      "puntos": 0,
      "puntos_maximos": 5,
      "feedback": "No se proporcionó respuesta"
    },
    {
      "pregunta": "¿Qué principios gobiernan un buen diseño según el contenido?",
      "tipo": "open_question",
      "opciones": [],
      "respuesta_usuario": "gergqreg",
      "respuesta_correcta": "Los 10 principios de un buen diseño son innovador, usable, estético, entendible, discreto, honesto, duradero, detallado, respetuoso con el medio ambiente y minimalista. El minimalismo se basa en la idea de que menos es más.",
      "puntos": 0.0,
      "puntos_maximos": 5,
      "feedback": "La respuesta del estudiante no contiene los principios clave de un buen diseño según la respuesta modelo. Faltan conceptos como innovador, usable, estético, entendible, discreto, honesto, duradero, detallado, respetuoso con el medio ambiente y minimalista.\\n\\n❌ Conceptos que te faltan comprender: innovador, usable, estético, entendible, discreto, honesto, duradero, detallado, respetuoso con el medio ambiente, minimalista"
    },
    {
      "pregunta": "¿Qué hace HCI desde mediados de los 2000s hasta ahora?",
      "tipo": "short_answer",
      "opciones": [],
      "respuesta_usuario": "ergettrt",
      "respuesta_correcta": "Desde mediados de los 2000s, HCI se ha enfocado en el diseño basado en valores y la comunicación social, incluyendo autoexpresión, conectarse con las comunidades y diseñar para un impacto positivo social.",
      "puntos": 0.0,
      "puntos_maximos": 3,
      "feedback": "La respuesta del estudiante no contiene los conceptos clave identificados en la respuesta modelo. Se ha enfocado solo en el uso de términos sin proporcionar información relevante sobre HCI desde mediados de los 2000s hasta ahora.\\n\\n❌ Conceptos que te faltan comprender: diseño basado en valores, comunicación social"
    },
    {
      "pregunta": "¿Qué es HCI?",
      "tipo": "mcq",
      "opciones": [],
      "respuesta_usuario": "A",
      "respuesta_correcta": "B",
      "puntos": 0,
      "puntos_maximos": 3,
      "feedback": "Incorrecto. La respuesta correcta es: B"
    }
  ],
  "tipo": "completado"
}